Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh11-v3.tmx
Source language: bo
Languages: en

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པས་གཟུགས་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: Reverend Lord, for these reasons great bodhisattva beings who practice the transcendent perfection of wisdom should not abide in physical forms.

source: དེ་བཞིན་དུ་ཚོར་བའི་སྟོང་པ་ཉིད་གང་ལགས་པ་དང་། འདུ་ཤེས་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དང་། འདུ་བྱེད་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དང་། རྣམ་པར་ཤེས་པའི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་རྣམ་པར་ཤེས་པ་མ་ལགས་ལ།
en: “Similarly, the emptiness of feelings, the emptiness of perceptions, the emptiness of formative predispositions, and the emptiness of consciousness are not consciousness [and the other aggregates].

source: རྣམ་པར་ཤེས་པའི་སྟོང་པ་ཉིད་ལས་གུད་ན་ཡང་རྣམ་པར་ཤེས་པ་མ་མཆིས་ཏེ།
en: Consciousness [and those other aggregates] do not exist elsewhere, apart from the emptiness of consciousness [and so forth].

source: རྣམ་པར་ཤེས་པ་ཉིད་ཀྱང་སྟོང་པ་ཉིད་ལགས་ལ། སྟོང་པ་ཉིད་ཀྱང་རྣམ་པར་ཤེས་པ་ལགས་སོ། །
en: The nature of consciousness is indeed emptiness and emptiness indeed is consciousness.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པས། ཚོར་བ་ལ་གནས་པར་མི་བགྱི་བ་ནས། རྣམ་པར་ཤེས་པའི་བར་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: Reverend Lord, for these reasons great bodhisattva beings who practice the transcendent perfection of wisdom should not abide in feelings, and they should not abide [in the other aggregates], up to and including consciousness.

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། མ་རིག་པ་ལ་གནས་པར་མི་བགྱི་བ་ནས། རྒ་ཤིའི་བར་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: “In the same vein, they should not abide in fundamental ignorance, and they should not abide in the other links of dependent origination], up to and including aging and death.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། འདི་ལྟར་རྒ་ཤིའི་བར་གྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་རྒ་ཤི་མ་ལགས་ལ།
en: If one were to ask why, it is because the emptiness of [the links of dependent origination], up to and including aging and death, is not aging and death [and the aforementioned links].

source: རྒ་ཤིའི་སྟོང་པ་ཉིད་ལས་གུད་ན་ཡང་རྒ་ཤི་མ་མཆིས་ཏེ།
en: Also, aging and death do not exist elsewhere apart from the emptiness of aging and death.

source: རྒ་ཤི་ཉིད་ཀྱང་སྟོང་པ་ཉིད་ལགས་ལ། སྟོང་པ་ཉིད་ཀྱང་རྒ་ཤི་ལགས་པའི་སླད་དུ་སྟེ།
en: The nature of aging and death is also emptiness and emptiness indeed is aging and death.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པས་རྒ་ཤིའི་བར་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: Reverend Lord, for these reasons great bodhisattva beings who practice the transcendent perfection of wisdom should not abide in [the links of dependent origination], up to and including aging and death.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པས། དྲན་པ་ཉེ་བར་གཞག་པ་བཞི་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: “Moreover, Reverend Lord, great bodhisattva beings who practice the transcendent perfection of wisdom should not abide in the four applications of mindfulness.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། འདི་ལྟར་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ནི་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཀྱིས་སྟོང་སྟེ། དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ལ།
en: If one were to ask why, it is because the applications of mindfulness are empty of the applications of mindfulness, and emptiness does not exist elsewhere, apart from the applications of mindfulness.

source: སྟོང་པ་ཉིད་ལས་གུད་ན་ཡང་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་མ་མཆིས་ཏེ།
en: Nor do the applications of mindfulness exist elsewhere, apart from emptiness.

source: དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཉིད་ཀྱང་སྟོང་པ་ཉིད་ལགས་ལ། སྟོང་པ་ཉིད་ཀྱང་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ལགས་པའི་སླད་དུའོ། །
en: This is because the nature of the applications of mindfulness is indeed emptiness and emptiness indeed is the applications of mindfulness.

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: In the same vein, they should not abide in [the other causal and fruitional attributes], up to and including the eighteen distinct qualities of the buddhas.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། འདི་ལྟར་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ནི་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱིས་སྟོང་སྟེ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ལ།
en: If one were to ask why, it is because the eighteen distinct qualities of the buddhas are empty of the eighteen distinct qualities of the buddhas, and emptiness does not exist elsewhere, apart from the eighteen distinct qualities of the buddhas.

source: སྟོང་པ་ཉིད་ལས་གུད་ན་ཡང་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་མ་མཆིས་ཏེ།
en: Nor do the eighteen distinct qualities of the buddhas exist elsewhere, apart from emptiness.

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཉིད་ཀྱང་སྟོང་པ་ཉིད་ལགས་ལ། སྟོང་པ་ཉིད་ཀྱང་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ལགས་པའི་སླད་དུའོ། །
en: The nature of the eighteen distinct qualities of the buddhas is indeed emptiness and emptiness indeed is the eighteen distinct qualities of the buddhas.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པས། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ལ་གནས་པར་མི་བགྱི་ལགས་སོ།། །།ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཁྲི་པ། བམ་པོ་བཅུ་གཅིག་པ།
en: Reverend Lord, for these reasons great bodhisattva beings who practice the transcendent perfection of wisdom should not abide in the eighteen distinct qualities of the buddhas.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པས། སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་གནས་པར་མི་བགྱི་ལགས།
en: “Moreover, Reverend Lord, great bodhisattva beings who practice the transcendent perfection of wisdom should not abide in the transcendent perfection of generosity.

source: དེ་བཞིན་དུ་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: Similarly, they should not abide in the transcendent perfection of ethical discipline, the transcendent perfection of tolerance, the transcendent perfection of perseverance, the transcendent perfection of meditative concentration, and the transcendent perfection of wisdom.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། འདི་ལྟར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་བར་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པས་སྟོང་སྟེ།
en: If one were to ask why, it is because those transcendent perfections, up to and including the transcendent perfection of wisdom, are empty of the transcendent perfection of wisdom [and the aforementioned transcendent perfections].

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལས་གུད་ན་སྟོང་པ་ཉིད་མ་མཆིས་ལ།
en: Emptiness does not exist elsewhere, apart from the transcendent perfection of wisdom.

source: སྟོང་པ་ཉིད་ལས་གུད་ན་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་མ་མཆིས་ཏེ།
en: Nor does the transcendent perfection of wisdom exist elsewhere, apart from emptiness.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཉིད་ཀྱང་སྟོང་པ་ཉིད་ལགས་ལ། སྟོང་པ་ཉིད་ཀྱང་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལགས་པའི་སླད་དུ་སྟེ།
en: The nature of the transcendent perfection of wisdom is indeed emptiness and emptiness indeed is the transcendent perfection of wisdom.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པས། སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་གནས་པར་མི་བགྱི་བ་ནས། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་བར་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: Reverend Lord, for these reasons great bodhisattva beings who practice the transcendent perfection of wisdom should not abide in [the transcendent perfections], from the transcendent perfection of generosity up to and including the transcendent perfection of wisdom.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པས། ཡིག་འབྲུ་རྣམས་ལ་གནས་པར་མི་བགྱི།
en: “Moreover, Reverend Lord, great bodhisattva beings who practice the transcendent perfection of wisdom should not abide in syllables.

source: ཡི་གེ་བསྒྲུབ་པ་རྣམས་ལ་གནས་པར་མི་བགྱི།
en: They should not abide in the words that syllables form.

source: གཅིག་བརྗོད་པ་དང་། གཉིས་བརྗོད་པ་དང་། མང་པོ་བརྗོད་པའི་བར་དག་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: They should not abide in singular expressions, dual expressions, or plural expressions.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། འདི་ལྟར་ཡིག་འབྲུ་རྣམས་ནི་ཡིག་འབྲུ་རྣམས་ཀྱིས་སྟོང་པའི་སླད་དུའོ། །དེ་བཞིན་དུ་སྦྱར་ཏེ། ལེའུ་གོང་མར་ཇི་སྐད་བསྟན་པ་དེ་ཁོ་ན་བཞིན་དུ་སྦྱར་བར་བགྱིའོ། །
en: If one were to ask why, it is because syllables are empty of syllables; in the same vein, the refrain indicated in the preceding [part of] this chapter should also be applied here.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པས་མངོན་པར་ཤེས་པ་རྣམས་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: “Moreover, Reverend Lord, great bodhisattva beings who practice the transcendent perfection of wisdom should not abide in the extrasensory powers.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། འདི་ལྟར་མངོན་པར་ཤེས་པ་རྣམས་ནི་མངོན་པར་ཤེས་པ་རྣམས་ཀྱིས་སྟོང་སྟེ།
en: If one were to ask why, it is because the extrasensory powers are empty of the extrasensory powers.

source: མངོན་པར་ཤེས་པ་གང་ལགས་པ་དེ་ནི་སྟོང་པ་ཉིད་མ་ལགས། སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་མངོན་པར་ཤེས་པ་རྣམས་མ་ལགས་ཤིང་།
en: The extrasensory powers are not emptiness, and emptiness is not the extrasensory powers.

source: མངོན་པར་ཤེས་པ་རྣམས་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ལ།
en: However, emptiness does not exist elsewhere, apart from the extrasensory powers.

source: སྟོང་པ་ཉིད་ལས་གུད་ན་ཡང་མངོན་པར་ཤེས་པ་རྣམས་མ་མཆིས་ཏེ།
en: Nor do the extrasensory powers exist elsewhere, apart from emptiness.

source: མངོན་པར་ཤེས་པ་རྣམས་ཉིད་ཀྱང་སྟོང་པ་ཉིད་ལགས་ལ། སྟོང་པ་ཉིད་ཀྱང་མངོན་པར་ཤེས་པ་རྣམས་ལགས་པའི་སླད་དུ་སྟེ།
en: The nature of the extrasensory powers is indeed emptiness and the nature of emptiness indeed is the extrasensory powers.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པས། མངོན་པར་ཤེས་པ་རྣམས་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: Reverend Lord, for these reasons great bodhisattva beings who practice the transcendent perfection of wisdom should not abide in extrasensory powers.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པས། གཟུགས་མི་རྟག་ཅེས་བགྱི་བར་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: “Moreover, Reverend Lord, great bodhisattva beings who practice the transcendent perfection of wisdom should not abide in the notion that physical forms are impermanent.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་མི་རྟག་ཅེས་བགྱི་བར་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: Similarly, they should not abide in the notions that feelings, perceptions, formative predispositions, and consciousness are impermanent.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། འདི་ལྟར་གཟུགས་མི་རྟག་པ་ཉིད་གཟུགས་མི་རྟག་པ་ཉིད་ཀྱིས་སྟོང་སྟེ།
en: If one were to ask why, it is because the impermanence of physical forms is empty of the impermanence of physical forms.

source: གཟུགས་མི་རྟག་པ་ཉིད་གང་ལགས་པ་དེ་སྟོང་པ་ཉིད་མ་ལགས། སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་ཡང་གཟུགས་མི་རྟག་པ་ཉིད་མ་ལགས།
en: That which is the impermanence of physical forms is not emptiness, and that which is emptiness is not the impermanence of physical forms.

source: གཟུགས་མི་རྟག་པ་ཉིད་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ལ།
en: However, emptiness does not exist elsewhere, apart from the impermanence of physical forms.

source: སྟོང་པ་ཉིད་ལས་གུད་ན་ཡང་གཟུགས་མི་རྟག་པ་ཉིད་མ་མཆིས་ཏེ།
en: Nor does the impermanence of physical forms exist elsewhere, apart from emptiness.

source: གཟུགས་མི་རྟག་པ་ཉིད་ཀྱང་སྟོང་པ་ཉིད་ལགས་ལ། སྟོང་པ་ཉིད་ཀྱང་གཟུགས་མི་རྟག་པ་ཉིད་ལགས་པའི་སླད་དུའོ། །
en: The impermanence of physical forms is indeed emptiness and emptiness indeed is the impermanence of physical forms.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་དག་ལ་ཡང་རྒྱ་ཆེར་སྦྱར་བར་བགྱི་སྟེ།
en: Similarly, the same refrain also should be applied extensively in the case of feelings, perceptions, formative predispositions, and consciousness.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པས། གཟུགས་མི་རྟག་པ་ཉིད་ནས་རྣམ་པར་ཤེས་པ་མི་རྟག་པ་ཉིད་ཀྱི་བར་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: Reverend Lord, for these reasons great bodhisattva beings who practice the transcendent perfection of wisdom should not abide in the impermanence of physical forms, and so on, up to and including the impermanence of consciousness.

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། གཟུགས་ནས་རྣམ་པར་ཤེས་པའི་བར་ལ་བདེ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱི་ལགས་སོ། །གཟུགས་ནས་རྣམ་པར་ཤེས་པའི་བར་ལ་སྡུག་བསྔལ་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: “In the same vein, they should not abide in the notion that the aggregates, from physical forms up to and including consciousness, are imbued with happiness, nor should they abide in the notion that the aggregates, from physical forms up to and including consciousness, are imbued with suffering.

source: གཟུགས་ནས་རྣམ་པར་ཤེས་པའི་བར་ལ་སྟོང་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱི་ལགས་སོ། །གཟུགས་ནས་རྣམ་པར་ཤེས་པའི་བར་ལ་མཚན་མ་མ་མཆིས་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱི་ལགས་སོ། །གཟུགས་ནས་རྣམ་པར་ཤེས་པའི་བར་ལ་སྨོན་པ་མ་མཆིས་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: They should not abide in the notion that the aggregates, from physical forms up to and including consciousness, are empty, nor should they abide in the notion that the aggregates, from physical forms up to and including consciousness, are signless, and nor should they abide in the notion that the aggregates, from physical forms up to and including consciousness, are aspirationless.

source: གཟུགས་ནས་རྣམ་པར་ཤེས་པའི་བར་ལ་ཞི་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: Nor should they abide in the notion that the aggregates, from physical forms up to and including consciousness, are calm.

source: གཟུགས་ནས་རྣམ་པར་ཤེས་པའི་བར་ལ་དབེན་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: Nor should they abide in the notion that the aggregates, from physical forms up to and including consciousness, are void.

source: གཟུགས་ནས་རྣམ་པར་ཤེས་པའི་བར་ལ་ཀུན་ནས་ཉོན་མོངས་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: Nor should they abide in the notion that the aggregates, from physical forms up to and including consciousness, are afflicted.

source: གཟུགས་ནས་རྣམ་པར་ཤེས་པའི་བར་ལ་སྐྱེ་བ་མ་མཆིས་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: Nor should they abide in the notion that the aggregates, from physical forms up to and including consciousness, are non-arising.

source: གཟུགས་ནས་རྣམ་པར་ཤེས་པའི་བར་ལ་འགག་པ་མ་མཆིས་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: Nor should they abide in the notion that the aggregates, from physical forms up to and including consciousness, are unceasing.

source: གཟུགས་ནས་རྣམ་པར་ཤེས་པའི་བར་ལ་དངོས་པོ་མ་མཆིས་ཞེས་བགྱི་བར་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: Nor should they abide in the notion that the aggregates, from physical forms up to and including consciousness, are not entities.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། གཟུགས་ཀྱི་ཕུང་པོར་ཇི་སྐད་བསྟན་པ་དེ་བཞིན་དུ་སྦྱར་བར་བགྱི་བའི་སླད་དུའོ། །
en: If one were to ask why, it is exactly as stated above, in the context of the aggregate of physical forms.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པས། ཆོས་ཀྱི་དེ་བཞིན་ཉིད་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: “Moreover, Reverend Lord, great bodhisattva beings who practice the transcendent perfection of wisdom should not abide in the real nature of phenomena.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། འདི་ལྟར་ཆོས་ཀྱི་དེ་བཞིན་ཉིད་ནི་ཆོས་ཀྱི་དེ་བཞིན་ཉིད་ཀྱིས་སྟོང་སྟེ།
en: If one were to ask why, it is because the real nature of phenomena is empty of the real nature of phenomena.

source: ཆོས་ཀྱི་དེ་བཞིན་ཉིད་ལས་གུད་ན་ཡང་སྟོང་པ་ཉིད་མ་མཆིས་ལ།
en: Emptiness does not exist elsewhere, apart from the real nature of phenomena.

source: སྟོང་པ་ཉིད་ལས་གུད་ན་ཡང་ཆོས་ཀྱི་དེ་བཞིན་ཉིད་མ་མཆིས་ཏེ།
en: Nor does the real nature of phenomena exist elsewhere, apart from emptiness.

source: ཆོས་ཀྱི་དེ་བཞིན་ཉིད་ཀྱང་སྟོང་པ་ཉིད་ལགས། སྟོང་པ་ཉིད་ཀྱང་ཆོས་ཀྱི་དེ་བཞིན་ཉིད་ལགས་པའི་སླད་དུའོ། །
en: The real nature of phenomena is indeed emptiness and emptiness indeed is the real nature of phenomena.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པས། ཆོས་ཀྱི་དེ་བཞིན་ཉིད་ལ་གནས་པར་མི་བགྱི་བ་ནས།
en: Reverend Lord, for these reasons great bodhisattva beings who practice the transcendent perfection of wisdom should not abide in the real nature of phenomena.

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། ཆོས་ཉིད་དང་། ཆོས་ཀྱི་དབྱིངས་དང་། ཆོས་སྐྱོན་མེད་པ་ཉིད་དང་། ཡང་དག་པའི་མཐའ་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: In the same vein, they should not abide in actual reality, the expanse of reality, the maturity of all things, and the finality of existence.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། སྔ་མ་ཇི་ལྟ་བ་དེ་བཞིན་དུ་སྦྱར་བར་བགྱི་བའི་སླད་དུའོ། །
en: If one were to ask why, it is exactly as stated above.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པས་གཟུངས་ཀྱི་སྒོ་ཐམས་ཅད་དང་། ཏིང་ངེ་འཛིན་གྱི་སྒོ་ཐམས་ཅད་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: “Moreover, Reverend Lord, great bodhisattva beings who practice the transcendent perfection of wisdom should not abide in all the dhāraṇī gateways or in all the gateways of meditative stability.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། འདི་ལྟར་གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། ཏིང་ངེ་འཛིན་གྱི་སྒོ་རྣམས་ནི་གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། ཏིང་ངེ་འཛིན་གྱི་སྒོ་རྣམས་ཀྱིས་སྟོང་སྟེ།
en: If one were to ask why, it is because the dhāraṇī gateways and the gateways of meditative stability are empty of the gateways of mnemonic incantation and the gateways of meditative stability.

source: སྔ་མ་བཞིན་དུ་རྒྱ་ཆེར་སྦྱར་བར་བགྱིའོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ།
en: The same refrain should be extensively applied here, as before.

source: བྱང་ཆུབ་སེམས་དཔའ་ཐབས་ལ་མི་མཁས་པས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ནི་བདག་ཏུ་འཛིན་པ་དང་། བདག་གིར་འཛིན་པར་གྱུར་པའི་ཡིད་ཀྱིས་གཟུགས་ལ་སྤྱོད་ཅིང་། དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ལ་སྤྱོད་ན། དེ་ལྟ་ན་གཟུགས་མངོན་པར་འདུ་བགྱིད་པ་ལ་སྤྱོད་པ་ལགས་ཤིང་། དེ་བཞིན་དུ་ཚོར་བ་མངོན་པར་འདུ་བགྱིད་པ་དང་། འདུ་ཤེས་མངོན་པར་འདུ་བགྱིད་པ་དང་།
en: “Reverend Lord, when unskilled bodhisattvas who practice the transcendent perfection of wisdom engage with physical forms while their mental faculties resort to notions of ‘I’ and ‘mine,’ and when they engage with feelings, perceptions, formative predispositions, and consciousness in a similar manner, they engage in the conditioning of physical forms, and similarly, they engage in the conditioning of feelings, in the conditioning of perceptions, in the conditioning of formative predispositions, and in the conditioning of consciousness.

source: འདུ་བྱེད་མངོན་པར་འདུ་བགྱིད་པ་དང་། རྣམ་པར་ཤེས་པ་མངོན་པར་འདུ་བགྱིད་པ་ལ་སྤྱོད་པ་ལགས་ཏེ། མངོན་པར་འདུ་བགྱིད་པ་ལ་སྤྱོད་པ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་མི་འཛིན་ཅིང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་རྣལ་འབྱོར་དུ་བགྱིད་པ་མ་ལགས་ཏེ།
en: Engaging in such conditioning, they cannot grasp the transcendent perfection of wisdom, and they do not engage in union with the transcendent perfection of wisdom.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་མ་རྫོགས་པར་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་ངེས་པར་འབྱུང་བར་མི་འགྱུར་ལགས་སོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ།
en: Without perfecting the transcendent perfection of wisdom, they will not attain emancipation in omniscience.

source: བྱང་ཆུབ་སེམས་དཔའ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ན། ཐབས་ལ་མི་མཁས་པས་བདག་ཏུ་འཛིན་པ་དང་། བདག་གིར་འཛིན་པར་གྱུར་པའི་ཡིད་ཀྱིས་དེ་གཟུགས་ལ་སྤྱོད་ཅིང་། དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ལ་སྤྱོད་ན། དེ་ལྟ་ན་གཟུགས་མངོན་པར་འདུ་བགྱིད་པ་ལ་སྤྱོད་པ་ལགས་ཤིང་། དེ་བཞིན་དུ་ཚོར་བ་མངོན་པར་འདུ་བགྱིད་པ་དང་། འདུ་ཤེས་མངོན་པར་འདུ་བགྱིད་པ་དང་།
en: “Reverend Lord, when bodhisattvas practice the transcendent perfection of wisdom, if, owing to their lack of skill in means, they engage with physical forms while their mental faculties resort to notions of ‘I’ and ‘mine,’ and if they engage with feelings, perceptions, formative predispositions, and consciousness in a similar manner, they will engage in the conditioning of physical forms, and similarly, they will engage in the conditioning of feelings, they will engage in the conditioning of perceptions, they will engage in the conditioning of formative predispositions, and they will engage in the conditioning of consciousness.

source: འདུ་བྱེད་མངོན་པར་འདུ་བགྱིད་པ་དང་། རྣམ་པར་ཤེས་པ་མངོན་པར་འདུ་བགྱིད་པ་ལ་སྤྱོད་པ་ལགས་ལ། མངོན་པར་འདུ་བགྱིད་པ་ལ་སྤྱོད་པ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་འཛིན་པ་མ་ལགས། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་རྣལ་འབྱོར་དུ་བགྱིད་པ་མ་ལགས་ཏེ།
en: Engaging in such conditioning, they cannot grasp the transcendent perfection of wisdom, and they cannot engage in union with the transcendent perfection of wisdom.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་མ་རྫོགས་པར་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་ངེས་པར་འབྱུང་བར་མི་འགྱུར་ལགས་སོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ཐབས་ལ་མི་མཁས་པས་བདག་ཏུ་འཛིན་པ་དང་།
en: Without perfecting the transcendent perfection of wisdom, they will not attain emancipation in omniscience.

source: བདག་གིར་འཛིན་པའི་ཡིད་ཀྱིས་དེ་བཞིན་དུ་སྦྱར་ཏེ། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། ཏིང་ངེ་འཛིན་གྱི་སྒོ་རྣམས་ཀྱི་བར་ལ་སྤྱོད་ན་གཟུངས་ཀྱི་སྒོ་དང་། ཏིང་ངེ་འཛིན་གྱི་སྒོ་མངོན་པར་འདུ་བགྱིད་པ་ལ་སྤྱོད་པ་ལགས་ཏེ། མངོན་པར་འདུ་བགྱིད་པ་ལ་སྤྱོད་པ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་འཛིན་པ་མ་ལགས།
en: “Reverend Lord, when unskilled bodhisattvas practice the transcendent perfection of wisdom while their mental faculties resort to notions of ‘I’ and ‘mine,’ and so on, and if they engage in the dhāraṇī gateways and the gateways of meditative stability, they will engage in the conditioning of the dhāraṇī gateways and the gateways of meditative stability.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་རྣལ་འབྱོར་དུ་བགྱིད་པ་མ་ལགས་ཏེ།
en: Engaging in such conditioning, they cannot grasp the transcendent perfection of wisdom, and they cannot engage in union with the transcendent perfection of wisdom.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་མ་རྫོགས་པར་ནི། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་ངེས་པར་འབྱུང་བར་མི་འགྱུར་ལགས་སོ། །
en: Without perfecting the transcendent perfection of wisdom, they will not attain emancipation in omniscience.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། འདི་ལྟར་གཟུགས་ནི་ཡོངས་སུ་གཟུང་བ་མ་མཆིས། དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་།
en: If one were to ask why, it is because physical forms cannot be appropriated, and similarly, feelings, perceptions, formative predispositions, and consciousness cannot be appropriated.

source: འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ནི་ཡོངས་སུ་གཟུང་བ་མ་མཆིས་པའི་སླད་དུའོ། །གཟུགས་ཀྱི་གཟུང་བ་མ་མཆིས་པ། དེ་ནི་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་སླད་དུ་གཟུགས་མ་ལགས་སོ། །
en: The non-appropriation of physical forms is not physical form, on account of the emptiness of its inherent existence.

source: དེ་བཞིན་དུ་ཚོར་བ་གང་ལགས་པ་དང་། འདུ་ཤེས་གང་ལགས་པ་དང་། འདུ་བྱེད་རྣམས་གང་ལགས་པ་དང་། རྣམ་པར་ཤེས་པའི་ཡོངས་སུ་གཟུང་བ་མ་མཆིས་པ་གང་ལགས་པ་དེ་ནི་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་སླད་དུ་རྣམ་པར་ཤེས་པ་མ་ལགས་སོ། །
en: Similarly, the non-appropriation of feelings, perceptions, formative predispositions, and consciousness is not consciousness [and the other aggregates], on account of the emptiness of their inherent existence.

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། ཏིང་ངེ་འཛིན་གྱི་སྒོ་རྣམས་ནི་ཡོངས་སུ་གཟུང་བ་མ་མཆིས་པ་ལགས་སོ། །
en: In the same vein, the dhāraṇī gateways and the gateways of meditative stability cannot be appropriated.

source: གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། ཏིང་ངེ་འཛིན་གྱི་སྒོ་རྣམས་ཀྱི་ཡོངས་སུ་གཟུང་བ་མ་མཆིས་པ་གང་ལགས་པ་དེ་ནི་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་སླད་དུ། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། ཏིང་ངེ་འཛིན་གྱི་སྒོ་རྣམས་མ་ལགས་སོ། །
en: On account of the emptiness of their inherent existence, the non-appropriation of the dhāraṇī gateways or the gateways of meditative stability is not the dhāraṇī gateways or the gateways of meditative stability.
